{
  "type": "Collection",
  "id": "sentinel-1-global-coherence",
  "title": "Global Seasonal Sentinel-1 Interferometric Coherence and Backscatter Data Set",
  "stac_version": "1.0.0",
  "description": "This data set is the first-of-its-kind spatial representation of multi-seasonal, global C-band Synthetic Aperture Radar (SAR) interferometric repeat-pass coherence and backscatter signatures. Coverage comprises land masses and ice sheets from 82° Northern to 79° Southern latitudes. The data set is derived from multi-temporal repeat-pass interferometric processing of about 205,000 Sentinel-1 C-band SAR images acquired in Interferometric Wide-Swath Mode from 1-Dec-2019 to 30-Nov-2020. The data set encompasses three sets of seasonal (December-February, March-May, June-August, September-November) metrics produced with a pixel spacing of three arcseconds: 1) Median 6-, 12-, 18-, 24-, 36-, and 48-days repeat-pass coherence at VV or HH polarizations, 2) Mean radiometrically terrain corrected backscatter (γ0) at VV and VH, or HH and HV polarizations, and 3) Estimated parameters of an exponential coherence decay model. The data set has been produced to obtain global, spatially detailed information on how decorrelation affects interferometric measurements of surface displacement and is rich in spatial and temporal information for a variety of mapping applications.",
  "links": [
    {
      "rel": "about",
      "href": "https://registry.opendata.aws/ebd-sentinel-1-global-coherence-backscatter/",
      "type": "text/html"
    }
  ],
  "extent": {
    "spatial": {
      "bbox": [
        -180.0,
        -90.0,
        180.0,
        90.0
      ]
    },
    "temporal": {
      "interval": [
        [
          "2019-12-01T00:00:00Z",
          "2020-11-30T00:00:00Z"
        ]
      ]
    }
  },
  "summaries": {
    "season": ["spring", "summer", "fall", "winter"],
    "sar:polarizations": [["VV"], ["VH"], ["HH"], ["HV"]],
    "sar:product_type": ["COH06", "COH12", "COH18", "COH24", "COH36", "COH48", "AMP", "rho", "rmse", "tau", "inc", "lsmap"]
  },
  "stac_extensions": [],
  "license": "Creative Commons Attribution 4.0 International Public License",
  "Data Citation": "Kellndorfer, J. , O. Cartus, M. Lavalle,  C. Magnard, P. Milillo, S. Oveisgharan, B. Osmanoglu, P. Rosen, and U. Wegmuller. 2022. Global seasonal Sentinel-1 interferometric coherence and backscatter data set. [Indicate subset used]. Fairbanks, Alaska USA. NASA Alaska Satellite Facility Synthetic Aperture Radar Distributed Active Archive Center. doi: https://doi.org/10.5067/8W33RRS6S2RV. [Date Accessed].",
  "Literature Citation": "Kellndorfer, J. , O. Cartus, M. Lavalle,  C. Magnard, P. Milillo, S. Oveisgharan, B. Osmanoglu, P. Rosen, and U. Wegmuller. 2022. Global seasonal Sentinel-1 interferometric coherence and backscatter data set., Scientific Data. https://doi.org/10.1038/s41597-022-01189-6"
}